Repository: soyeht/soyeht-ios
Catalog: TerminalApp/SoyehtMac/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# localHandoff.error.handoffCancelled
source: Local handoff cancelled.
ar: تم إلغاء Handoff المحلي.
de: Lokaler Handoff abgebrochen.
es: Handoff local cancelado.
fr: Transfert local annulé.
hi: स्थानीय Handoff रद्द।
id: Handoff lokal dibatalkan.
ja: ローカル ハンドオフがキャンセルされました。
ko: 로컬 핸드오프가 취소되었습니다.
pt_br: Handoff local cancelado.
pt_pt: Handoff local cancelado.
ru: Локальный handoff отменён.
ur: مقامی Handoff منسوخ۔
zh_hans: 本地接力已取消。

# localHandoff.error.listenerCancelled
source: Local listener cancelled.
ar: تم إلغاء المستمع المحلي.
de: Lokaler Listener abgebrochen.
es: Listener local cancelado.
fr: Écouteur local annulé.
hi: स्थानीय listener रद्द।
id: Listener lokal dibatalkan.
ja: ローカル listener がキャンセルされました。
ko: 로컬 listener가 취소되었습니다.
pt_br: Listener local cancelado.
pt_pt: Listener local cancelado.
ru: Локальный listener отменён.
ur: مقامی listener منسوخ۔
zh_hans: 本地 listener 已取消。

# localHandoff.error.listenerUnavailable
source: Local listener unavailable.
ar: المستمع المحلي غير متاح.
de: Lokaler Listener nicht verfügbar.
es: Listener local no disponible.
fr: Écouteur local indisponible.
hi: स्थानीय listener अनुपलब्ध।
id: Listener lokal tidak tersedia.
ja: ローカル listener が利用できません。
ko: 로컬 listener를 사용할 수 없습니다.
pt_br: Listener local indisponível.
pt_pt: Listener local indisponível.
ru: Локальный listener недоступен.
ur: مقامی listener دستیاب نہیں۔
zh_hans: 本地 listener 不可用。

# main.alert.bashLocal.title
source: Could not open the local shell
ar: تعذّر فتح الـ shell المحلي
de: Lokale Shell konnte nicht geöffnet werden
es: No se pudo abrir el shell local
fr: Impossible d’ouvrir le shell local
hi: स्थानीय shell नहीं खुल सका
id: Tidak dapat membuka shell lokal
ja: ローカル シェルを開けませんでした
ko: 로컬 셸을 열 수 없습니다
pt_br: Não foi possível abrir o bash local
pt_pt: Não foi possível abrir o bash local
ru: Не удалось открыть локальный shell
ur: مقامی shell نہیں کھل سکا
zh_hans: 无法打开本地 shell

# main.alert.closeWorkspace.button.confirm
source: Close Workspace
ar: إغلاق مساحة العمل
de: Arbeitsbereich schließen
es: Cerrar espacio de trabajo
fr: Fermer l’espace de travail
hi: Workspace बंद करें
id: Tutup Workspace
ja: ワークスペースを閉じる
ko: 워크스페이스 닫기
pt_br: Fechar área de trabalho
pt_pt: Fechar área de trabalho
ru: Закрыть Workspace
ur: Workspace بند کریں
zh_hans: 关闭工作区

# main.alert.closeWorkspace.message
source: All conversations in this workspace will be closed.
ar: سيتم إغلاق جميع المحادثات في مساحة العمل هذه.
de: Alle Unterhaltungen in diesem Arbeitsbereich werden geschlossen.
es: Se cerrarán todas las conversaciones de este espacio de trabajo.
fr: Toutes les conversations de cet espace de travail seront fermées.
hi: इस workspace की सभी बातचीतें बंद होंगी।
id: Semua percakapan di workspace ini akan ditutup.
ja: このワークスペースのすべての会話が閉じられます。
ko: 이 워크스페이스의 모든 대화가 닫힙니다.
pt_br: Todas as conversas nesta área de trabalho serão fechadas.
pt_pt: Todas as conversas nesta área de trabalho serão fechadas.
ru: Все переписки в этом workspace будут закрыты.
ur: اس workspace میں تمام گفتگو بند ہو جائے گی۔
zh_hans: 此工作区中的所有对话都将关闭。

# main.alert.closeWorkspace.title
source: Close workspace "%@"?
ar: إغلاق مساحة العمل "%@"؟
de: Arbeitsbereich „%@“ schließen?
es: ¿Cerrar espacio de trabajo "%@"?
fr: Fermer l’espace de travail « %@ » ?
hi: workspace "%@" बंद करें?
id: Tutup workspace "%@"?
ja: ワークスペース「%@」を閉じますか？
ko: “%@” 워크스페이스를 닫을까요?
pt_br: Fechar área de trabalho "%@"?
pt_pt: Fechar área de trabalho "%@"?
ru: Закрыть workspace «%@»?
ur: workspace "%@" بند کریں؟
zh_hans: 关闭工作区“%@”？

# main.alert.closeWorkspaces.button.confirm
source: Close %lld Workspaces
ar: إغلاق %lld من مساحات العمل
de: %lld Arbeitsbereiche schließen
es: Cerrar %lld Workspaces
fr: Fermer %lld espaces de travail
hi: %lld Workspaces बंद करें
id: Tutup %lld Workspaces
ja: %lld 個のワークスペースを閉じる
ko: 워크스페이스 %lld개 닫기
pt_br: Fechar %lld áreas de trabalho
pt_pt: Fechar %lld áreas de trabalho
ru: Закрыть %lld Workspaces
ur: %lld Workspaces بند کریں
zh_hans: 关闭 %lld 个工作区

# main.alert.closeWorkspaces.message
source: All conversations in these workspaces will be closed.
ar: سيتم إغلاق جميع المحادثات في مساحات العمل هذه.
de: Alle Unterhaltungen in diesen Arbeitsbereichen werden geschlossen.
es: Se cerrarán todas las conversaciones de estos workspaces.
fr: Toutes les conversations de ces espaces de travail seront fermées.
hi: इन workspaces की सभी बातचीतें बंद होंगी।
id: Semua percakapan di workspaces ini akan ditutup.
ja: これらのワークスペースのすべての会話が閉じられます。
ko: 이 워크스페이스들의 모든 대화가 닫힙니다.
pt_br: Todas as conversas nestas áreas de trabalho serão fechadas.
pt_pt: Todas as conversas nestas áreas de trabalho serão fechadas.
ru: Все переписки в этих workspaces будут закрыты.
ur: ان workspaces میں تمام گفتگو بند ہو جائے گی۔
zh_hans: 这些工作区中的所有对话都将关闭。

# main.alert.closeWorkspaces.title
source: Close %lld workspaces?
ar: إغلاق %lld من مساحات العمل؟
de: %lld Arbeitsbereiche schließen?
es: ¿Cerrar %lld workspaces?
fr: Fermer %lld espaces de travail ?
hi: %lld workspaces बंद करें?
id: Tutup %lld workspaces?
ja: %lld 個のワークスペースを閉じますか？
ko: 워크스페이스 %lld개를 닫을까요?
pt_br: Fechar %lld áreas de trabalho?
pt_pt: Fechar %lld áreas de trabalho?
ru: Закрыть %lld workspaces?
ur: %lld workspaces بند کریں؟
zh_hans: 关闭 %lld 个工作区？

# main.alert.newGroup.defaultName
source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
id: Grup
ja: グループ
ko: 그룹
pt_br: Grupo
pt_pt: Grupo
ru: Группа
ur: گروپ
zh_hans: 组

# main.alert.newGroup.message
source: Pick a name for the new group.
ar: اختر اسمًا للمجموعة الجديدة.
de: Wählen Sie einen Namen für die neue Gruppe.
es: Elige un nombre para el nuevo grupo.
fr: Choisissez un nom pour le nouveau groupe.
hi: नए समूह के लिए नाम चुनें।
id: Pilih nama untuk grup baru.
ja: 新規グループの名前を選んでください。
ko: 새 그룹의 이름을 선택하세요.
pt_br: Escolha um nome para o novo grupo.
pt_pt: Escolha um nome para o novo grupo.
ru: Выберите имя для новой группы.
ur: نئے گروپ کے لیے نام منتخب کریں۔
zh_hans: 为新组选择一个名称。

# main.alert.newGroup.title
source: New group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
hi: नया समूह
id: Grup baru
ja: 新規グループ
ko: 새 그룹
pt_br: Novo grupo
pt_pt: Novo grupo
ru: Новая группа
ur: نیا گروپ
zh_hans: 新建组

# main.alert.noInstance.title
source: No instance available
ar: لا توجد حالة متاحة
de: Keine Instanz verfügbar
es: No hay instancias disponibles
fr: Aucune instance disponible
hi: कोई इंस्टेंस उपलब्ध नहीं
id: Tidak ada instance tersedia
ja: 利用可能なインスタンスがありません
ko: 사용 가능한 인스턴스 없음
pt_br: Nenhuma instância disponível
pt_pt: Nenhuma instância disponível
ru: Нет доступного экземпляра
ur: کوئی انسٹینس دستیاب نہیں
zh_hans: 没有可用实例

# main.alert.renamePane.message
source: Choose a new handle for %@.
ar: اختر handle جديدًا لـ %@.
de: Wählen Sie einen neuen Handle für %@.
es: Elige un nuevo handle para %@.
fr: Choisissez un nouveau handle pour %@.
hi: %@ के लिए नया handle चुनें।
id: Pilih handle baru untuk %@.
ja: %@ の新しい handle を選んでください。
ko: %@의 새 handle을 선택하세요.
pt_br: Escolha um novo handle para %@.
pt_pt: Escolha um novo handle para %@.
ru: Выберите новый handle для %@.
ur: %@ کے لیے نیا handle منتخب کریں۔
zh_hans: 为 %@ 选择新的 handle。

# main.alert.renamePane.title
source: Rename pane
ar: إعادة تسمية اللوحة
de: Bereich umbenennen
es: Renombrar panel
fr: Renommer le volet
hi: pane का नाम बदलें
id: Ubah nama pane
ja: ペインの名前を変更
ko: 패널 이름 변경
pt_br: Renomear painel
pt_pt: Mudar o nome do painel
ru: Переименовать pane
ur: pane کا نام تبدیل کریں
zh_hans: 重命名窗格

# main.alert.renameWorkspace.message
source: Choose a new name for "%@".
ar: اختر اسمًا جديدًا لـ "%@".
de: Wählen Sie einen neuen Namen für „%@“.
es: Elige un nuevo nombre para "%@".
fr: Choisissez un nouveau nom pour « %@ ».
hi: "%@" के लिए नया नाम चुनें।
id: Pilih nama baru untuk "%@".
ja: 「%@」の新しい名前を選んでください。
ko: “%@”의 새 이름을 선택하세요.
pt_br: Escolha um novo nome para "%@".
pt_pt: Escolha um novo nome para "%@".
ru: Выберите новое имя для «%@».
ur: "%@" کے لیے نیا نام منتخب کریں۔
zh_hans: 为“%@”选择新名称。

# main.alert.renameWorkspace.title
source: Rename workspace
ar: إعادة تسمية مساحة العمل
de: Arbeitsbereich umbenennen
es: Renombrar espacio de trabajo
fr: Renommer l’espace de travail
hi: workspace का नाम बदलें
id: Ubah nama workspace
ja: ワークスペースの名前を変更
ko: 워크스페이스 이름 변경
pt_br: Renomear área de trabalho
pt_pt: Mudar o nome da área de trabalho
ru: Переименовать workspace
ur: workspace کا نام تبدیل کریں
zh_hans: 重命名工作区

# newconv.button.choose
source: Choose…
ar: اختيار…
de: Auswählen…
es: Elegir…
fr: Choisir…
hi: चुनें…
id: Pilih…
ja: 選択…
ko: 선택…
pt_br: Escolher…
pt_pt: Escolher…
ru: Выбрать…
ur: منتخب کریں…
zh_hans: 选择…

# newconv.checkbox.worktree
source: Create as worktree workspace
ar: إنشاء كمساحة عمل worktree
de: Als Worktree-Arbeitsbereich erstellen
es: Crear como espacio de trabajo con worktree
fr: Créer comme espace de travail worktree
hi: worktree workspace के रूप में बनाएँ
id: Buat sebagai workspace worktree
ja: worktree ワークスペースとして作成
ko: worktree 워크스페이스로 생성
pt_br: Criar como área de trabalho de worktree
pt_pt: Criar como área de trabalho de worktree
ru: Создать как workspace worktree
ur: worktree workspace کے طور پر بنائیں
zh_hans: 创建为 worktree 工作区

# newconv.field.agent
source: Agent
ar: الوكيل
es: Agente
hi: एजेंट
id: Agen
ja: エージェント
ko: 에이전트
pt_br: Agente
pt_pt: Agente
ru: Агент
ur: ایجنٹ
zh_hans: 智能体

# newconv.field.handle
source: Handle
ar: المعرّف
ja: ハンドル
ko: 핸들
pt_br: Identificador
pt_pt: Identificador

# newconv.field.instance
source: Instance
ar: الحالة
de: Instanz
es: Instancia
hi: इंस्टेंस
id: Instans
ja: インスタンス
ko: 인스턴스
pt_br: Instância
pt_pt: Instância
ru: Экземпляр
ur: انسٹینس
zh_hans: 实例

# newconv.field.projectFolder
source: Project folder
ar: مجلد المشروع
de: Projektordner
es: Carpeta del proyecto
fr: Dossier du projet
hi: प्रोजेक्ट फ़ोल्डर
id: Folder proyek
ja: プロジェクト フォルダー
ko: 프로젝트 폴더
pt_br: Pasta do projeto
pt_pt: Pasta do projeto
ru: Папка проекта
ur: پروجیکٹ فولڈر
zh_hans: 项目文件夹

# newconv.field.session
source: Session
ar: الجلسة
de: Sitzung
es: Sesión
hi: सत्र
id: Sesi
ja: セッション
ko: 세션
pt_br: Sessão
pt_pt: Sessão
ru: Сессия
ur: سیشن
zh_hans: 会话

# newconv.field.workspace
source: Workspace
ar: مساحة العمل
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 워크스페이스
pt_br: Área de trabalho
pt_pt: Área de trabalho
zh_hans: 工作区

# newconv.instance.noneAvailable
source: No instances available
ar: لا توجد حالات متاحة
de: Keine Instanzen verfügbar
es: No hay instancias disponibles
fr: Aucune instance disponible
hi: कोई इंस्टेंस उपलब्ध नहीं
id: Tidak ada instance tersedia
ja: 利用可能なインスタンスがありません
ko: 사용 가능한 인스턴스 없음
pt_br: Nenhuma instância disponível
pt_pt: Nenhuma instância disponível
ru: Нет доступных экземпляров
ur: کوئی انسٹینس دستیاب نہیں
zh_hans: 没有可用实例

# newconv.openPanel.message
source: Select the project folder for this conversation
ar: اختر مجلد المشروع لهذه المحادثة
de: Wählen Sie den Projektordner für diese Konversation
es: Selecciona la carpeta del proyecto para esta conversación
fr: Sélectionnez le dossier du projet pour cette conversation
hi: इस बातचीत के लिए प्रोजेक्ट फ़ोल्डर चुनें
id: Pilih folder proyek untuk percakapan ini
ja: この会話のプロジェクト フォルダーを選択
ko: 이 대화의 프로젝트 폴더를 선택하세요
pt_br: Selecione a pasta do projeto para esta conversa
pt_pt: Selecione a pasta do projeto para esta conversa
ru: Выберите папку проекта для этой переписки
ur: اس گفتگو کے لیے پروجیکٹ فولڈر منتخب کریں
zh_hans: 选择此对话的项目文件夹

# newconv.openPanel.prompt
source: Choose
ar: اختيار
de: Auswählen
es: Elegir
fr: Choisir
hi: चुनें
id: Pilih
ja: 選択
ko: 선택
pt_br: Escolher
pt_pt: Escolher
ru: Выбрать
ur: منتخب کریں
zh_hans: 选择

# newconv.placeholder.handle
source: @handle (e.g. @auth-refactor)
ar: @handle (مثال: @auth-refactor)
de: @handle (z. B. @auth-refactor)
es: @handle (ej. @auth-refactor)
fr: @handle (p. ex. @auth-refactor)
hi: @handle (जैसे @auth-refactor)
id: @handle (mis. @auth-refactor)
ja: @handle (例: @auth-refactor)
ko: @handle (예: @auth-refactor)
pt_br: @handle (ex: @auth-refactor)
pt_pt: @handle (ex: @auth-refactor)
ru: @handle (например, @auth-refactor)
ur: @handle (مثلاً @auth-refactor)
zh_hans: @handle（例如 @auth-refactor）

# newconv.session.createNew
source: Create new session
ar: إنشاء جلسة جديدة
de: Neue Sitzung erstellen
es: Crear nueva sesión
fr: Créer une nouvelle session
hi: नया सत्र बनाएँ
id: Buat sesi baru
ja: 新規セッションを作成
ko: 새 세션 생성
pt_br: Criar nova sessão
pt_pt: Criar nova sessão
ru: Создать новую сессию
ur: نیا سیشن بنائیں
zh_hans: 创建新会话

# newconv.status.loadFailed
source: Failed to load: %@
ar: فشل التحميل: %@
de: Fehler beim Laden: %@
es: Error al cargar: %@
fr: Échec du chargement : %@
hi: लोड विफल: %@
id: Gagal memuat: %@
ja: 読み込みに失敗: %@
ko: 불러오기 실패: %@
pt_br: Falha ao carregar: %@
pt_pt: Falha ao carregar: %@
ru: Не удалось загрузить: %@
ur: لوڈ ناکام: %@
zh_hans: 加载失败：%@

# newconv.status.loadingInstances
source: Loading instances…
ar: جاري تحميل instances…
de: Instanzen werden geladen…
es: Cargando instancias…
fr: Chargement des instances…
hi: instances लोड हो रहे हैं…
id: Memuat instances…
ja: instances を読み込み中…
ko: 인스턴스 로드 중…
pt_br: Carregando instâncias…
pt_pt: A carregar instâncias…
ru: Загрузка экземпляров…
ur: instances لوڈ ہو رہے ہیں…
zh_hans: 正在加载实例…

# newconv.status.noFolder
source: No folder selected
ar: لم يتم اختيار مجلد
de: Kein Ordner ausgewählt
es: No hay carpeta seleccionada
fr: Aucun dossier sélectionné
hi: कोई फ़ोल्डर नहीं चुना
id: Folder belum dipilih
ja: フォルダーが選択されていません
ko: 선택한 폴더 없음
pt_br: Nenhuma pasta selecionada
pt_pt: Nenhuma pasta selecionada
ru: Папка не выбрана
ur: کوئی فولڈر منتخب نہیں
zh_hans: 未选择文件夹

# newconv.status.pairFirst
source: Pair an instance on the server first.
ar: اقرن حالة على الخادم أولاً.
de: Koppeln Sie zuerst eine Instanz auf dem Server.
es: Empareja una instancia en la máquina primero.
fr: Appairez d’abord une instance sur le serveur.
hi: पहले सर्वर पर एक इंस्टेंस पेयर करें।
id: Pasangkan instance di server terlebih dahulu.
ja: まずサーバーでインスタンスをペアリングしてください。
ko: 먼저 서버에서 인스턴스를 페어링하세요.
pt_br: Pareie uma instância na máquina primeiro.
pt_pt: Emparelhe uma instância na máquina primeiro.
ru: Сначала сопрягите экземпляр на сервере.
ur: پہلے سرور پر ایک انسٹینس جوڑیں۔
zh_hans: 请先在服务器上配对一个实例。

# newconv.title
source: New Conversation
ar: محادثة جديدة
de: Neue Konversation
es: Nueva conversación
fr: Nouvelle conversation
hi: नई बातचीत
id: Percakapan Baru
ja: 新規会話
ko: 새 대화
pt_br: Nova Conversa
pt_pt: Nova Conversa
ru: Новая переписка
ur: نئی گفتگو
zh_hans: 新对话

# newconv.workspace.defaultName
source: Workspace
ar: مساحة العمل
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 워크스페이스
pt_br: Área de trabalho
pt_pt: Área de trabalho
zh_hans: 工作区

# newconv.workspace.new
source: New workspace…
ar: مساحة عمل جديدة…
de: Neuer Arbeitsbereich…
es: Espacio de trabajo nuevo…
fr: Nouvel espace de travail…
hi: नया workspace…
id: Workspace baru…
ja: 新規ワークスペース…
ko: 새 워크스페이스…
pt_br: Nova área de trabalho…
pt_pt: Nova área de trabalho…
ru: Новый workspace…
ur: نیا workspace…
zh_hans: 新建工作区…

# pairing.alert.button.revoke
source: Revoke
ar: إبطال
de: Widerrufen
es: Revocar
fr: Révoquer
hi: रद्द करें
id: Cabut
ja: 解除
ko: 해제
pt_br: Revogar
pt_pt: Revogar
ru: Отозвать
ur: منسوخ کریں
zh_hans: 撤销

# pairing.alert.revokeAll.message
source: All active sessions will be terminated. Each iPhone will need to scan a new QR to reconnect.
ar: ستُنهى جميع الجلسات النشطة. سيحتاج كل iPhone إلى مسح رمز QR جديد لإعادة الاتصال.
de: Alle aktiven Sitzungen werden beendet. Jedes iPhone muss einen neuen QR scannen, um sich erneut zu verbinden.
es: Se terminarán todas las sesiones activas. Cada iPhone deberá escanear un QR nuevo para reconectarse.
fr: Toutes les sessions actives seront fermées. Chaque iPhone devra scanner un nouveau QR pour se reconnecter.
hi: सभी सक्रिय सत्र समाप्त होंगे। फिर से जुड़ने के लिए प्रत्येक iPhone को नया QR स्कैन करना होगा।
id: Semua sesi aktif akan dihentikan. Setiap iPhone perlu memindai QR baru untuk tersambung kembali.
ja: すべてのアクティブなセッションが終了します。再接続するには、各 iPhone で新しい QR をスキャンする必要があります。
ko: 모든 활성 세션이 종료됩니다. 다시 연결하려면 각 iPhone에서 새 QR을 스캔해야 합니다.
pt_br: Todas as sessões ativas serão encerradas. Cada iPhone precisará escanear um novo QR para voltar.
pt_pt: Todas as sessões ativas serão encerradas. Cada iPhone terá de ler um novo QR para voltar a ligar.
ru: Все активные сессии будут завершены. Каждому iPhone потребуется отсканировать новый QR, чтобы переподключиться.
ur: تمام فعال سیشن ختم ہو جائیں گے۔ ہر iPhone کو دوبارہ جڑنے کے لیے نیا QR اسکین کرنا ہوگا۔
zh_hans: 所有活动会话都将终止。每部 iPhone 都需要扫描新的 QR 才能重新连接。

# pairing.alert.revokeAll.title
source: Revoke all paired iPhones?
ar: إبطال كل iPhones المقترنة؟
de: Alle gekoppelten iPhones widerrufen?
es: ¿Revocar todos los iPhones emparejados?
fr: Révoquer tous les iPhones appairés ?
hi: सभी पेयर किए गए iPhones रद्द करें?
id: Cabut semua iPhone yang dipasangkan?
ja: ペア済みのすべての iPhone を解除しますか？
ko: 페어링된 모든 iPhone을 해제할까요?
pt_br: Revogar todos os iPhones pareados?
pt_pt: Revogar todos os iPhones emparelhados?
ru: Отозвать все сопряжённые iPhone?
ur: تمام جوڑی شدہ iPhones منسوخ کریں؟
zh_hans: 撤销所有已配对的 iPhone？

# pairing.alert.revokeOne.message
source: This iPhone will no longer be able to open panes on this Mac without a fresh pairing.
ar: لن يتمكن هذا iPhone من فتح لوحات على هذا Mac دون اقتران جديد.
de: Dieses iPhone kann auf diesem Mac keine Bereiche mehr öffnen, bis eine neue Kopplung erfolgt.
es: Ese iPhone ya no podrá abrir panes en este Mac sin un emparejamiento nuevo.
fr: Cet iPhone ne pourra plus ouvrir de volet sur ce Mac sans un nouvel appairage.
hi: यह iPhone नए पेयरिंग के बिना इस Mac पर pane नहीं खोल सकेगा।
id: iPhone ini tidak akan bisa membuka pane di Mac ini tanpa pemasangan baru.
ja: この iPhone は再ペアリングするまで、この Mac でペインを開けなくなります。
ko: 이 iPhone은 새로 페어링하기 전까지 이 Mac에서 패널을 열 수 없습니다.
pt_br: Esse iPhone não poderá mais abrir painéis deste Mac sem um novo pareamento.
pt_pt: Este iPhone deixará de poder abrir painéis deste Mac sem um novo emparelhamento.
ru: Этот iPhone больше не сможет открывать panes на этом Mac без нового сопряжения.
ur: یہ iPhone نئے جوڑے کے بغیر اس Mac پر panes نہیں کھول سکے گا۔
zh_hans: 如果不重新配对，这部 iPhone 将无法再在此 Mac 上打开窗格。

# pairing.alert.revokeOne.title
source: Revoke "%@"?
ar: إبطال "%@"؟
de: „%@“ widerrufen?
es: ¿Revocar "%@"?
fr: Révoquer « %@ » ?
hi: "%@" रद्द करें?
id: Cabut "%@"?
ja: 「%@」を解除しますか？
ko: “%@”을(를) 해제할까요?
pt_br: Revogar "%@"?
pt_pt: Revogar "%@"?
ru: Отозвать «%@»?
ur: "%@" منسوخ کریں؟
zh_hans: 撤销“%@”？

# pairing.button.revokeAll
source: Revoke all
ar: إبطال الكل
de: Alle widerrufen
es: Revocar todos
fr: Tout révoquer
hi: सभी रद्द करें
id: Cabut semua
ja: すべて解除
ko: 모두 해제
pt_br: Revogar todos
pt_pt: Revogar todos
ru: Отозвать все
ur: سب منسوخ کریں
zh_hans: 全部撤销

# pairing.button.revokeSelected
source: Revoke selected
ar: إبطال المحدد
de: Auswahl widerrufen
es: Revocar seleccionado
fr: Révoquer la sélection
hi: चयनित को रद्द करें
id: Cabut yang dipilih
ja: 選択を解除
ko: 선택 항목 해제
pt_br: Revogar selecionado
pt_pt: Revogar selecionado
ru: Отозвать выбранное
ur: منتخب کو منسوخ کریں
zh_hans: 撤销所选

# pairing.column.lastSeen
source: Last seen
ar: آخر ظهور
de: Zuletzt gesehen
es: Última vez visto
fr: Dernière activité
hi: अंतिम बार देखा
id: Terakhir terlihat
ja: 最終利用
ko: 마지막 접속
pt_br: Último uso
pt_pt: Última utilização
ru: Последнее использование
ur: آخری بار دیکھا گیا
zh_hans: 最后在线

# pairing.column.model
source: Model
ar: الطراز
de: Modell
es: Modelo
fr: Modèle
hi: मॉडल
ja: モデル
ko: 모델
pt_br: Modelo
pt_pt: Modelo
ru: Модель
ur: ماڈل
zh_hans: 型号

# pairing.column.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
ko: 이름
pt_br: Nome
pt_pt: Nome
ru: Имя
ur: نام
zh_hans: 名称

# pairing.consent.button.deny
source: Deny
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
hi: अस्वीकार
id: Tolak
ja: 拒否
ko: 거부
pt_br: Recusar
pt_pt: Recusar
ru: Отклонить
ur: انکار
zh_hans: 拒绝

# pairing.consent.button.pair
source: Pair
ar: إقران
de: Koppeln
es: Emparejar
fr: Appairer
hi: पेयर करें
id: Pasangkan
ja: ペアリング
ko: 페어링
pt_br: Parear
pt_pt: Emparelhar
ru: Сопрячь
ur: جوڑیں
zh_hans: 配对

# pairing.consent.message
source: “%1$@” (%2$@) asked to pair with this Mac. Once paired, it can open any terminal tab via QR without asking again — until you revoke it in Paired Devices.
ar: “%1$@” (%2$@) طلب الاقتران بهذا الـ Mac. بعد الاقتران، يمكنه فتح أي تبويبة طرفية عبر QR دون طلب التأكيد مرة أخرى — حتى تقوم بإبطاله في الأجهزة المقترنة.
de: „%1$@“ (%2$@) möchte sich mit diesem Mac koppeln. Nach der Kopplung kann das Gerät jeden Terminal-Tab per QR öffnen, ohne erneut zu fragen — bis Sie es in den gekoppelten Geräten widerrufen.
es: “%1$@” (%2$@) pidió emparejarse con este Mac. Una vez emparejado, podrá abrir cualquier pestaña del terminal por QR sin volver a pedir confirmación — hasta que lo revoques en Dispositivos Emparejados.
fr: « %1$@ » (%2$@) a demandé à s’appairer avec ce Mac. Une fois appairé, il peut ouvrir n’importe quel onglet de terminal via QR sans redemander — jusqu’à ce que vous le révoquiez dans Appareils appairés.
hi: “%1$@” (%2$@) ने इस Mac से पेयर होने का अनुरोध किया। पेयर हो जाने पर, यह QR के ज़रिये बिना दोबारा पूछे कोई भी टर्मिनल टैब खोल सकेगा — जब तक आप इसे पेयर किए गए डिवाइस में रद्द न करें।
id: “%1$@” (%2$@) meminta untuk dipasangkan dengan Mac ini. Setelah dipasangkan, perangkat ini dapat membuka tab terminal apa pun lewat QR tanpa konfirmasi ulang — sampai Anda mencabutnya di Perangkat Berpasangan.
ja: 「%1$@」（%2$@）がこの Mac とのペアリングを要求しました。 ペア済みになると、ペア済みデバイスで解除するまで、QR から任意のターミナル タブを確認なしに開けるようになります。
ko: “%1$@”(%2$@)에서 이 Mac과 페어링을 요청했습니다. 페어링되면 페어링된 기기에서 해제할 때까지 다시 묻지 않고 QR로 모든 터미널 탭을 열 수 있습니다.
pt_br: “%1$@” (%2$@) pediu para parear com este Mac. Depois de pareado, ele pode abrir qualquer aba do terminal via QR sem pedir confirmação novamente — até você revogá-lo em Dispositivos Pareados.
pt_pt: “%1$@” (%2$@) pediu para emparelhar com este Mac. Depois de emparelhado, pode abrir qualquer separador do terminal via QR sem pedir confirmação novamente — até o revogar em Dispositivos Emparelhados.
ru: «%1$@» (%2$@) запросил сопряжение с этим Mac. После сопряжения он сможет открывать любые вкладки терминала через QR без повторного запроса — пока вы не отзовёте его в Сопряжённых устройствах.
ur: “%1$@” (%2$@) نے اس Mac سے جوڑنے کی درخواست کی۔ جوڑ بننے کے بعد، یہ QR کے ذریعے کوئی بھی ٹرمینل ٹیب کھول سکے گا — جب تک آپ اسے جوڑی شدہ آلات میں منسوخ نہ کریں۔
zh_hans: “%1$@”（%2$@）请求与这台 Mac 配对。 配对后，它可以通过 QR 打开任意终端标签页，无需再次确认，直到你在已配对设备中撤销它。

# pairing.consent.title
source: Pair this iPhone with the Mac?
ar: إقران iPhone هذا بالـ Mac؟
de: Dieses iPhone mit dem Mac koppeln?
es: ¿Emparejar este iPhone con el Mac?
fr: Appairer cet iPhone avec ce Mac ?
hi: इस iPhone को Mac से पेयर करें?
id: Pasangkan iPhone ini dengan Mac?
ja: この iPhone を Mac にペアリングしますか？
ko: 이 iPhone을 Mac과 페어링할까요?
pt_br: Parear este iPhone com o Mac?
pt_pt: Emparelhar este iPhone com o Mac?
ru: Сопрягать этот iPhone с Mac?
ur: اس iPhone کو Mac کے ساتھ جوڑیں؟
zh_hans: 将这部 iPhone 与 Mac 配对？
